---
kind: property
id: P:Autodesk.Revit.DB.ThermalProperties.Absorptance
source: html/fcb075d8-7c62-197e-2054-ef609df490d0.htm
---
# Autodesk.Revit.DB.ThermalProperties.Absorptance Property

Value of absorptance.

## Syntax (C#)
```csharp
public double Absorptance { get; set; }
```